{"era": [], "events": [{"start_date": {"year": 1981}, "text": {"headline": "", "text": "1) He (Edoardo Eddie Fenech Adami) led his party to win five general elections, in 1981, 1987, 1992, 1998 and 2003 (from Wikipedia) <br><br>"}}, {"end_date": {"year": 1983}, "start_date": {"year": 1981}, "text": {"headline": "", "text": "1) Fenech Adami led a successful campaign of civil disobedience, boycotting Parliament repeatedly from 1981 to 1983. (from Wikipedia) <br><br>"}}, {"start_date": {"year": 1998, "month": 9}, "text": {"headline": "", "text": "1) Fenech Adami reclaimed the floating vote, winning a 13,000 vote majority, with his Party returned to office in September 1998. (from Wikipedia) <br><br>"}}, {"start_date": {"year": 1966}, "text": {"headline": "", "text": "1) He (Eddie Fenech Adami) contested two unsuccessful campaigns in 1962 and 1966 (from Wikipedia) <br><br>"}}, {"start_date": {"year": 2004, "month": 3}, "text": {"headline": "", "text": "1) resigning his premiership and giving up his parliamentary seat in March 2004 (from Wikipedia) <br><br>"}}, {"start_date": {"year": 1970}, "text": {"headline": "", "text": "1) Believing that the Borg Olivier administration ought to seize the initiative, Fenech Adami pleaded with Borg Olivier to reshuffle the cabinet, and call early elections in 1970 when the British were negotiating the renewal of the islands' financial and defence agreement. (from Wikipedia) <br><br>"}}, {"start_date": {"year": 2004, "day": 4, "month": 4}, "text": {"headline": "", "text": "1) Following his resignation as Prime Minister, Fenech Adami was appointed President of Malta on 4 April 2004. (from Wikipedia) <br>Matched to WikiData statement: Eddie Fenech Adami position held President of Malta<br>"}}, {"start_date": {"year": 2009, "day": 4, "month": 4}, "text": {"headline": "", "text": "1) He (Eddie Fenech Adami) served a five-year term, leaving office on 4 April 2009, when he was succeeded by George Abela (from Wikipedia) <br><br>"}}, {"end_date": {"year": 2009}, "start_date": {"year": 2004}, "text": {"headline": "", "text": "1) Subsequently he was the seventh President of Malta from 2004 to 2009. (from Wikipedia) <br>Matched to WikiData statement: Eddie Fenech Adami position held President of Malta <br>"}}, {"start_date": {"year": 1969}, "text": {"headline": "", "text": "1) Originally a lawyer, Fenech Adami was co-opted Member of Parliament in 1969. (from Wikipedia) <br><br>"}}, {"start_date": {"year": 2004, "day": 23, "month": 3}, "text": {"headline": "", "text": "1) resigning his premiership and giving up his parliamentary seat on 23 March 2004 (from Wikipedia) <br><br>"}}, {"start_date": {"year": 1977, "month": 4}, "text": {"headline": "", "text": "1) From April 1977 onwards, Fenech Adami led the Nationalist opposition in a campaign of civil disobedience against the Mintoff and Mifsud Bonnici administrations of the late seventies and eighties, focusing on a message of respect for democratic principles and human rights. (from Wikipedia) <br><br>2) Fenech Adami swept the leadership contest in April 1977 with a two-thirds majority; upon his election, Fenech Adami chose to keep his two contenders in highly visible roles. (from Wikipedia) <br><br>"}}, {"start_date": {"year": 2004, "month": 2}, "text": {"headline": "", "text": "1) Fenech Adami resigned as Leader of the Nationalist Party in February 2004 (from Wikipedia) <br><br>"}}, {"start_date": {"year": 1974}, "text": {"headline": "", "text": "1) His (Eddie Fenech Adami) political frailty peaked with his agreement with Mintoff to declare a Maltese republic in 1974, without consulting the electorate; at the time, Guido de Marco called this an unacceptable act of betrayal (from Wikipedia) <br><br>"}}, {"start_date": {"year": 2003}, "text": {"headline": "", "text": "1) He (Edoardo Eddie Fenech Adami) led his party to win five general elections, in 1981, 1987, 1992, 1998 and 2003 (from Wikipedia) <br><br>2) He (Fenech Adami) successfully led the pro-EU movement in the 2003 EU membership referendum campaign and won the successive election (from Wikipedia) <br><br>3) Fenech Adami successfully led the pro-EU movement in the 2003 EU membership referendum campaign, and won the successive election. (from Wikipedia) <br><br>4) In December 2003, he (Fenech Adami) received the European of the Year 2003 Award from the influential Brussels-based newspaper European Voice in recognition of his unfaltering efforts to bring Malta into the European Union (from Wikipedia) <br><br>"}}, {"start_date": {"year": 1978}, "text": {"headline": "", "text": "1) Taking the lead from Borg Olivier in 1978, Fenech Adami immediately set out to reform the Nationalist Party, adapting to the needs of a more socially aware electorate. (from Wikipedia) <br><br>"}}, {"start_date": {"year": 1959}, "text": {"headline": "", "text": "1) He (Fenech Adami) was called to the bar in 1959, and started his career in the law courts (from Wikipedia) <br><br>"}}, {"end_date": {"year": 2004}, "start_date": {"year": 1998}, "text": {"headline": "", "text": "1) who served as Prime Minister of Malta from 1987 until 1996, and again from 1998 until 2004 (from Wikipedia) <br>Matched to WikiData statement: Eddie Fenech Adami position held Prime Minister of Malta <br>"}}, {"start_date": {"year": 1992}, "text": {"headline": "", "text": "1) He (Edoardo Eddie Fenech Adami) led his party to win five general elections, in 1981, 1987, 1992, 1998 and 2003 (from Wikipedia) <br><br>2) Fenech Adami was re-elected with a modest majority in 1992; his popularity, however, wavered during his second term of office amid further economic reforms, particularly the introduction of VAT, and the re-branding of the main opposition party with a new and more dynamic leader, Alfred Sant. (from Wikipedia) <br><br>"}}, {"start_date": {"year": 2003, "day": 16, "month": 4}, "text": {"headline": "", "text": "1) He (Fenech Adami) signed Malta's Accession Treaty with the European Union on 16 April 2003, and represented Malta in various EU Summits and Commonwealth meetings (from Wikipedia) <br><br>"}}, {"start_date": {"year": 1977}, "text": {"headline": "", "text": "1) This only happened following a 1977 Opposition parliamentary group meeting in de Marco's Hamrun home, which forced Borg Olivier to accept a designate-leader in his (Eddie Fenech Adami) stead (from Wikipedia) <br><br>2) A relative newcomer to the Party, Fenech Adami contested the party leadership election against two other established MPs, Censu Tabone and de Marco in 1977. (from Wikipedia) <br><br>"}}, {"start_date": {"year": 1987}, "text": {"headline": "", "text": "1) He (Edoardo Eddie Fenech Adami) led his party to win five general elections, in 1981, 1987, 1992, 1998 and 2003 (from Wikipedia) <br><br>2) Upon moving into Auberge de Castille in 1987, Fenech Adami began a policy of national reconciliation, initiating a series of political and economic reforms intended to open up the economy, reverse high unemployment and the islands' problems following sixteen years of socialist policies. (from Wikipedia) <br><br>"}}, {"end_date": {"year": 1996}, "start_date": {"year": 1987}, "text": {"headline": "", "text": "1) who served as Prime Minister of Malta from 1987 until 1996, and again from 1998 until 2004 (from Wikipedia) <br><br>"}}, {"end_date": {"year": 1992}, "start_date": {"year": 1987}, "text": {"headline": "", "text": "1) Between 1987 and 1992, Fenech Adami ushered a major period of change in Malta. (from Wikipedia) <br><br>"}}, {"start_date": {"year": 1962}, "text": {"headline": "", "text": "1) He (Eddie Fenech Adami) contested two unsuccessful campaigns in 1962 and 1966 (from Wikipedia) <br><br>"}}, {"start_date": {"year": 2003, "month": 12}, "text": {"headline": "", "text": "1) In December 2003, he (Fenech Adami) received the European of the Year 2003 Award from the influential Brussels-based newspaper European Voice in recognition of his unfaltering efforts to bring Malta into the European Union (from Wikipedia) <br><br>"}}, {"start_date": {"year": 1986, "day": 30, "month": 11}, "text": {"headline": "", "text": "1) On 30 November 1986, Nationalist Party supporters gathered on the Tal-Barrani road to walk towards Zejtun, where Fenech Adami was to address a mass meeting. (from Wikipedia) <br><br>"}}, {"start_date": {"year": 1992, "month": 2}, "text": {"headline": "", "text": "1) Fenech Adami was reconfirmed as Prime Minister in the February 1992 elections, with a modest majority. (from Wikipedia) <br><br>"}}, {"start_date": {"year": 2011}, "text": {"headline": "", "text": "1) He (Eddie Fenech Adami) was married to Mary nee Sciberras, who died in 2011 (from Wikipedia) <br><br>"}}, {"start_date": {"year": 2004, "month": 4}, "text": {"headline": "", "text": "1) He became the seventh President of Malta in April 2004. (from Wikipedia) <br>Matched to WikiData statement: Eddie Fenech Adami position held President of Malta<br>"}}, {"start_date": {"year": 1996}, "text": {"headline": "", "text": "1) Losing power in 1996, Fenech Adami was returned as prime minister within twenty-two months, after the Labour government's decision to call a snap election backfired. (from Wikipedia) <br><br>"}}, {"end_date": {"year": 1998}, "start_date": {"year": 1996}, "text": {"headline": "", "text": "1) Between 1996 and 1998, Fenech Adami served as Leader of the Opposition. (from Wikipedia) <br><br>"}}], "title": {"text": {"headline": "Eddie Fenech Adami", "text": "A timeline for Eddie Fenech Adami generated with data from WikiData and Wikipedia"}}}