{"era": [], "events": [{"text": {"headline": "", "text": "1) South African Minister of Justice Jimmy Kruger visited in December 1974, but he and Mandela did not get on. (from Wikipedia) <br><br>"}, "start_date": {"year": 1974, "month": 12}}, {"text": {"headline": "", "text": "1) With the election set for 27 April 1994, the ANC began campaigning, opening 100 election offices and orchestrating People's Forums across the country, at which Mandela could appear, as a popular figure with great status among black South Africans. (from Wikipedia) <br><br>"}, "start_date": {"month": 4, "year": 1994, "day": 27}}, {"text": {"headline": "", "text": "1) In April 1959, Africanists dissatisfied with the ANC's united front approach founded the Pan-Africanist Congress; Mandela's friend Robert Sobukwe was elected president, though Mandela disagreed with the group's racially exclusionary views. (from Wikipedia) <br><br>"}, "start_date": {"year": 1959, "month": 4}}, {"text": {"headline": "", "text": "1) By the late 1960s, Mandela's fame had been eclipsed by Steve Biko and the Black Consciousness Movement. (from Wikipedia) <br><br>2) biographer David Jones Smith stated that Mandela embraced communism and communists in the late 1950s and early 1960s (from Wikipedia) <br><br>"}, "start_date": {"year": 1960}, "end_date": {"year": 1969}}, {"text": {"headline": "", "text": "1) On 8 June 2013, his (Mandela) lung infection worsened, and he was rehospitalised in Pretoria in a serious condition (from Wikipedia) <br><br>"}, "start_date": {"month": 6, "year": 2013, "day": 8}}, {"text": {"headline": "", "text": "1) Mandela's 90th birthday was marked across the country on 18 July 2008, with the main celebrations held at Qunu, and a concert in his honour in Hyde Park, London. (from Wikipedia) <br><br>"}, "start_date": {"month": 7, "year": 2008, "day": 18}}, {"text": {"headline": "", "text": "1) Having devoted his time to politics, Mandela failed his final year at Witwatersrand three times; he was ultimately denied his degree in December 1949. (from Wikipedia) <br><br>"}, "start_date": {"year": 1949, "month": 12}}, {"text": {"headline": "", "text": "1) At the ANC's July 1991 national conference in Durban, Mandela admitted the party's faults and announced his aim to build a `` strong and well-oiled task force'' for securing majority rule. (from Wikipedia) <br><br>"}, "start_date": {"year": 1991, "month": 7}}, {"text": {"headline": "", "text": "1) One of the most popular was from The Special AKA who recorded the song `` Free Nelson Mandela'' in 1983, which Elvis Costello also recorded and had a hit with. (from Wikipedia) <br><br>"}, "start_date": {"year": 1983}}, {"text": {"headline": "", "text": "1) He (Nelson Mandela) was met by seven eminent persons, an international delegation sent to negotiate a settlement, but Botha's government refused to co-operate, in June calling a state of emergency and initiating a police crackdown on unrest (from Wikipedia) <br><br>"}, "start_date": {"year": 1985, "month": 6}}, {"text": {"headline": "", "text": "1) In December, Mandela was given a six-month ban from attending meetings or talking to more than one individual at a time, making his Transvaal ANC presidency impractical, and during this period the Defiance Campaign petered out. (from Wikipedia) <br><br>"}, "start_date": {"year": 1952, "month": 12}}, {"text": {"headline": "", "text": "1) In 1969, an escape plan for Mandela was developed by Gordon Bruce, but it was abandoned after being infiltrated by an agent of the South African Bureau of State Security, who hoped to see Mandela shot during the escape. (from Wikipedia) <br><br>"}, "start_date": {"year": 1969}}, {"text": {"headline": "", "text": "1) In August Mandela- recognising the ANC's severe military disadvantage- offered a ceasefire, the Pretoria Minute, for which he was widely criticised by MK activists. (from Wikipedia) <br><br>"}, "start_date": {"year": 1990, "month": 8}}, {"text": {"headline": "", "text": "1) In 2008, another Mandela statue was unveiled at Drakenstein Correctional Centre, formerly Victor Verster Prison, near Cape Town, standing on the spot where Mandela was released from the prison. (from Wikipedia) <br><br>"}, "start_date": {"year": 2008}}, {"text": {"headline": "", "text": "1) Mandela was successfully treated for prostate cancer in July 2001. (from Wikipedia) <br><br>"}, "start_date": {"year": 2001, "month": 7}}, {"text": {"headline": "", "text": "1) Conversely, he gained international acclaim for his activism, having received more than 250 honours, including the 1993 Nobel Peace Prize, the US Presidential Medal of Freedom, and the Soviet Lenin Peace Prize. (from Wikipedia) <br>Matched to WikiData statement: Nelson Mandela award received Nobel Peace Prize<br>2) In 1993, he received the joint Nobel Peace Prize with de Klerk. (from Wikipedia) <br>Matched to WikiData statement: Nelson Mandela award received Nobel Peace Prize<br>"}, "start_date": {"year": 1993}}, {"text": {"headline": "", "text": "1) In December 1956, Mandela was arrested alongside most of the ANC national executive, accused of `` high treason'' against the state. (from Wikipedia) <br><br>"}, "start_date": {"year": 1956, "month": 12}}, {"text": {"headline": "", "text": "1) Leaving Victor Verster Prison on 11 February, Mandela held Winnie's hand in front of amassed crowds and press; the event was broadcast live across the world. (from Wikipedia) <br><br>"}, "start_date": {"month": 2, "year": 1990, "day": 11}}, {"text": {"headline": "", "text": "1) In September 1991 a national peace conference was held in Johannesburg in which Mandela, Buthelezi and de Klerk signed a peace accord, though the violence continued. (from Wikipedia) <br><br>"}, "start_date": {"year": 1991, "month": 9}}, {"text": {"headline": "", "text": "1) Though a second daughter, Makaziwe Phumia, was born in May 1954, Mandela's relationship with Evelyn became strained, and she accused him of adultery. (from Wikipedia) <br><br>"}, "start_date": {"year": 1954, "month": 5}}, {"text": {"headline": "", "text": "1) Mandela's body lay in state from 11 to 13 December at the Union Buildings in Pretoria and a state funeral was held on 15 December in Qunu. (from Wikipedia) <br><br>"}, "start_date": {"month": 12, "year": 2013, "day": 13}}, {"text": {"headline": "", "text": "1) In 2002, Mandela inaugurated the Nelson Mandela Annual Lecture, and in 2003 (from Wikipedia) <br><br>"}, "start_date": {"year": 2002}}, {"text": {"headline": "", "text": "1) In August 1953, Mandela and Tambo opened their own law firm, Mandela and Tambo, operating in downtown Johannesburg. (from Wikipedia) <br><br>"}, "start_date": {"year": 1953, "month": 8}}, {"text": {"headline": "", "text": "1) He (Nelson Mandela) often entertained celebrities, such as Michael Jackson, Whoopi Goldberg, and the Spice Girls, and befriended ultra-rich businessmen, like Harry Oppenheimer of Anglo-American, as well as Queen Elizabeth II on her March 1995 state visit to South Africa, resulting in strong criticism from ANC anti-capitalists (from Wikipedia) <br><br>"}, "start_date": {"year": 1995, "month": 3}}, {"text": {"headline": "", "text": "1) Mandela requested talks with Botha but was denied, instead secretly meeting with Minister of Justice Kobie Coetsee in 1987, having a further 11 meetings over 3 years. (from Wikipedia) <br><br>2) Thatcher attracted international attention for describing the ANC as `` a typical terrorist organisation'' in 1987; although she later called on Botha to release Mandela. (from Wikipedia) <br><br>3) He was portrayed by Danny Glover in the 1987 HBO telefilm Mandela. (from Wikipedia) <br><br>"}, "start_date": {"year": 1987}}, {"text": {"headline": "", "text": "1) historical research published in 2011 (from Wikipedia) <br><br>"}, "start_date": {"year": 2011}}, {"text": {"headline": "", "text": "1) In September 1970 he (Nelson Mandela) met British Labour Party MP Dennis Healey (from Wikipedia) <br><br>"}, "start_date": {"year": 1970, "month": 9}}, {"text": {"headline": "", "text": "1) His (Mandela) inauguration took place in Pretoria on 10 May 1994, televised to a billion viewers globally (from Wikipedia) <br><br>"}, "start_date": {"month": 5, "year": 1994, "day": 10}}, {"text": {"headline": "", "text": "1) During the divorce proceedings, he (Nelson Mandela) began courting and politicising a social worker, Winnie Madikizela, whom he married in Bizana in June 1958 (from Wikipedia) <br><br>"}, "start_date": {"year": 1958, "month": 6}}, {"text": {"headline": "", "text": "1) Mandela's 70th birthday in July 1988 attracted international attention, notably with the Nelson Mandela 70th Birthday Tribute concert at London's Wembley Stadium. (from Wikipedia) <br><br>"}, "start_date": {"year": 1988, "month": 7}}, {"text": {"headline": "", "text": "1) On returning to Thembuland, the regent died in winter 1942; Mandela and Justice arrived a day late for the funeral. (from Wikipedia) <br><br>"}, "start_date": {"year": 1942}}, {"text": {"headline": "", "text": "1) In a surprise move, Botha invited Mandela to a meeting over tea in July 1989, an invitation Mandela considered genial. (from Wikipedia) <br><br>"}, "start_date": {"year": 1989, "month": 7}}, {"text": {"headline": "", "text": "1) In July 1952, Mandela was arrested under the Suppression of Communism Act and stood trial as a part of the 21 accused- among them Moroka, Sisulu, and Yusuf Dadoo- in Johannesburg. (from Wikipedia) <br><br>"}, "start_date": {"year": 1952, "month": 7}}, {"text": {"headline": "", "text": "1) When this proved ineffective, he (Nelson Mandela) spoke out publicly against Mugabe in 2007, asking him to step down with residual respect and a modicum of dignity (from Wikipedia) <br><br>"}, "start_date": {"year": 2007}}, {"text": {"headline": "", "text": "1) They had first met in July 1990, when she was still in mourning, but their friendship grew into a partnership, with Machel accompanying him on many of his (Nelson Mandela) foreign visits (from Wikipedia) <br><br>"}, "start_date": {"year": 1990, "month": 7}}, {"text": {"headline": "", "text": "1) In June 2004, aged 85 and amid failing health, Mandela announced that he was `` retiring from retirement'' and retreating from public life, remarking `` Do n't call me, I will call you.'' (from Wikipedia) <br><br>"}, "start_date": {"year": 2004, "month": 6}}, {"text": {"headline": "", "text": "1) Following the Bisho massacre, in which 28 ANC supporters and one soldier were shot dead by the Ciskei Defence Force during a protest march, Mandela realised that mass action was leading to further violence and resumed negotiations in September. (from Wikipedia) <br><br>"}, "start_date": {"year": 1992, "month": 9}}, {"text": {"headline": "", "text": "1) In 2005, he founded the Nelson Mandela Legacy Trust, travelling to the U.S., to speak before the Brookings Institution and the NAACP on the need for economic assistance to Africa. (from Wikipedia) <br><br>"}, "start_date": {"year": 2005}}, {"text": {"headline": "", "text": "1) Between 2005 and 2013, Mandela, and later his family, were embroiled in a series of legal disputes regarding money held in family trusts for the benefit of his descendants. (from Wikipedia) <br><br>"}, "start_date": {"year": 2005}, "end_date": {"year": 2013}}, {"text": {"headline": "", "text": "1) Although Africanists opposed his candidacy, Mandela was elected regional president in October. (from Wikipedia) <br><br>"}, "start_date": {"year": 1953, "month": 10}}, {"text": {"headline": "", "text": "1) Mandela went on a working holiday to Transkei to discuss the implications of the Bantu Authorities Act, 1951 with local tribal leaders, (from Wikipedia) <br><br>"}, "start_date": {"year": 1951}}, {"text": {"headline": "", "text": "1) In April 1952, Mandela began work at the H.M. Basner law firm, though his increasing commitment to work and activism meant he spent less time with his family. (from Wikipedia) <br><br>"}, "start_date": {"year": 1952, "month": 4}}, {"text": {"headline": "", "text": "1) He (Nelson Mandela) gained funding for her defence from the International Defence and Aid Fund for Southern Africa and from Libyan leader Muammar Gaddafi, but in June 1991 she was found guilty and sentenced to six years in prison, reduced to two on appeal (from Wikipedia) <br><br>"}, "start_date": {"year": 1991, "month": 6}}, {"text": {"headline": "", "text": "1) Nelson initiated divorce proceedings in August 1995 (from Wikipedia) <br><br>"}, "start_date": {"year": 1995, "month": 8}}, {"text": {"headline": "", "text": "1) Following the end of a second ban in September 1955 (from Wikipedia) <br><br>"}, "start_date": {"year": 1955, "month": 9}}, {"text": {"headline": "", "text": "1) On 13 April 1992, Mandela publicly announced his separation from Winnie. (from Wikipedia) <br><br>"}, "start_date": {"month": 4, "year": 1992, "day": 13}}, {"text": {"headline": "", "text": "1) By 1975, Mandela had become a Class A prisoner, allowing greater numbers of visits and letters; he corresponded with anti-apartheid activists like Mangosuthu Buthelezi and Desmond Tutu. (from Wikipedia) <br><br>"}, "start_date": {"year": 1975}}, {"text": {"headline": "", "text": "1) Deciding on the need for a youth wing to mass mobilise Africans in opposition to their subjugation, Mandela was among a delegation that approached ANC President Alfred Bitini Xuma on the subject at his home in Sophiatown; the African National Congress Youth League was founded on Easter Sunday 1944 in the Bantu Men's Social Centre in Eloff Street, with Lembede as President and Mandela as a member of its executive committee. (from Wikipedia) <br><br>"}, "start_date": {"year": 1944}}, {"text": {"headline": "", "text": "1) Critics like Edwin Cameron accused Mandela's government of doing little to stem the HIVAIDS pandemic in the country; by 1999, 10% of South Africa's population were HIV positive. (from Wikipedia) <br><br>2) Although opinion polls in South Africa showed wavering support for both the ANC and the government, Mandela himself remained highly popular, with 80% of South Africans polled in 1999 expressing satisfaction with his performance as president. (from Wikipedia) <br><br>3) Finding such seclusion difficult, he reverted to a busy public life with a daily programme of tasks, meeting with world leaders and celebrities, and when in Johannesburg worked with the Nelson Mandela Foundation, founded in 1999 to focus on rural development, school construction, and combating HIVAIDS. (from Wikipedia) <br><br>4) He (Mandela) strongly opposed the 1999 NATO intervention in Kosovo and called it an attempt by the world's powerful nations to police the entire world (from Wikipedia) <br><br>"}, "start_date": {"year": 1999}}, {"text": {"headline": "", "text": "1) Retiring in June 1999, Mandela sought a quiet family life, to be divided between Johannesburg and Qunu. (from Wikipedia) <br><br>"}, "start_date": {"year": 1999, "month": 6}}, {"text": {"headline": "", "text": "1) His mother visited in 1968, dying shortly after, and his firstborn son Thembi died in a car accident the following year; Mandela was forbidden from attending either funeral. (from Wikipedia) <br><br>"}, "start_date": {"year": 1968}}, {"text": {"headline": "", "text": "1) On 11 July 1963, police raided Liliesleaf Farm, arresting those they found there and uncovering paperwork documenting MK's activities, some of which mentioned Mandela. (from Wikipedia) <br><br>"}, "start_date": {"month": 7, "year": 1963, "day": 11}}, {"text": {"headline": "", "text": "1) Mandela also made a cameo appearance as a schoolteacher reciting one of Malcolm X's speeches in the final scene of the 1992 film Malcolm X. (from Wikipedia) <br><br>"}, "start_date": {"year": 1992}}, {"text": {"headline": "", "text": "1) In December 1994, Mandela published Long Walk to Freedom, an autobiography based around a manuscript he had written in prison, augmented by interviews conducted with American journalist Richard Stengel. (from Wikipedia) <br><br>"}, "start_date": {"year": 1994, "month": 12}}, {"text": {"headline": "", "text": "1) Returning to Mqhekezweni in December 1940 (from Wikipedia) <br><br>"}, "start_date": {"year": 1940, "month": 12}}, {"text": {"headline": "", "text": "1) The South African government generally deemed Mandela and his co-defendants violent communist saboteurs, and on 12 June 1964, justice Quartus de Wet found Mandela and two of his co-accused guilty on all four charges, sentencing them to life imprisonment rather than death. (from Wikipedia) <br><br>"}, "start_date": {"month": 6, "year": 1964, "day": 12}}, {"text": {"headline": "", "text": "1) In early 1947, his (Nelson Mandela) three years of articles ended at Witkin, Sidelsky and Eidelman, and he decided to become a full-time student, subsisting on loans from the Bantu Welfare Trust (from Wikipedia) <br><br>2) In 1947, Mandela was elected to the executive committee of the ANC's Transvaal Province branch, serving under regional president C. S. Ramohanoe. (from Wikipedia) <br><br>"}, "start_date": {"year": 1947}}, {"text": {"headline": "", "text": "1) The Land Reform Act 3 of 1996 safeguarded the rights of labour tenants who (Mandela) live and grow crops or graze livestock on farms (from Wikipedia) <br><br>"}, "start_date": {"year": 1996}}, {"text": {"headline": "", "text": "1) In March 1956 he (Mandela) received his third ban on public appearances, restricting him to Johannesburg for five years, but he often defied it (from Wikipedia) <br><br>"}, "start_date": {"year": 1956, "month": 3}}, {"text": {"headline": "", "text": "1) In 1986, Mandela biographer Mary Benson characterised him as `` the embodiment of the struggle for liberation'' in South Africa. (from Wikipedia) <br><br>"}, "start_date": {"year": 1986}}, {"text": {"headline": "", "text": "1) The Rivonia Trial began at Pretoria Supreme Court on 9 October, with Mandela and his comrades charged with four counts of sabotage and conspiracy to violently overthrow the government. (from Wikipedia) <br><br>"}, "start_date": {"month": 10, "year": 1963, "day": 9}}, {"text": {"headline": "", "text": "1) On 16 December 2013, Day of Reconciliation, a 9-metre-high, bronze statue of Mandela was unveiled at the Union Buildings by President Jacob Zuma. (from Wikipedia) <br><br>"}, "start_date": {"month": 12, "year": 2013, "day": 16}}, {"text": {"headline": "", "text": "1) his (Nelson Mandela) daughters first visited in December 1975 (from Wikipedia) <br><br>"}, "start_date": {"year": 1975, "month": 12}}, {"text": {"headline": "", "text": "1) Recovering from tuberculosis exacerbated by the dank conditions in his cell, in December 1988 Mandela was moved to Victor Verster Prison near Paarl. (from Wikipedia) <br><br>"}, "start_date": {"year": 1988, "month": 12}}, {"text": {"headline": "", "text": "1) In 2004, Mandela successfully campaigned for South Africa to host the 2010 FIFA World Cup (from Wikipedia) <br><br>"}, "start_date": {"year": 2010}}, {"text": {"headline": "", "text": "1) Working as a lawyer, he (Mandela) was repeatedly arrested for seditious activities and, with the ANC leadership, was unsuccessfully prosecuted in the Treason Trial from 1956 to 1961 (from Wikipedia) <br><br>"}, "start_date": {"year": 1956}, "end_date": {"year": 1961}}, {"text": {"headline": "", "text": "1) In September 1998, Mandela was appointed Secretary-General of the Non-Aligned Movement, who held their annual conference in Durban. (from Wikipedia) <br><br>2) In South Africa's first post-apartheid military operation, Mandela ordered troops into Lesotho in September 1998 to protect the government of Prime Minister Pakalitha Mosisili after a disputed election prompted opposition uprisings. (from Wikipedia) <br><br>"}, "start_date": {"year": 1998, "month": 9}}, {"text": {"headline": "", "text": "1) In September 1953, Andrew Kunene read out Mandela's `` No Easy Walk to Freedom'' speech at a Transvaal ANC meeting; the title was taken from a quote by Indian independence leader Jawaharlal Nehru, a seminal influence on Mandela's thought. (from Wikipedia) <br><br>"}, "start_date": {"year": 1953, "month": 9}}, {"text": {"headline": "", "text": "1) Despite his opulent surroundings, Mandela lived simply, donating a third of his 552,000 rand annual income to the Nelson Mandela Children's Fund, which he had founded in 1995. (from Wikipedia) <br><br>2) By 1995 he (Nelson Mandela) had entered into a relationship with Graca Machel, a Mozambican political activist 27 years his junior who was the widow of former president Samora Machel (from Wikipedia) <br><br>"}, "start_date": {"year": 1995}}, {"text": {"headline": "", "text": "1) In 2004, Mandela successfully campaigned for South Africa to host the 2010 FIFA World Cup (from Wikipedia) <br><br>2) In 2004, Johannesburg granted Mandela the freedom of the city, and the Sandton Square shopping centre was renamed Nelson Mandela Square, after a Mandela statue was installed there. (from Wikipedia) <br><br>"}, "start_date": {"year": 2004}}, {"text": {"headline": "", "text": "1) In late 1941, Jongintaba visited, forgiving Mandela for running away. (from Wikipedia) <br><br>"}, "start_date": {"year": 1941}}, {"text": {"headline": "", "text": "1) Judge Quartus de Wet soon threw out the prosecution's case for insufficient evidence, but Yutar reformulated the charges, presenting his (Nelson Mandela) new case from December until February 1964, calling 173 witnesses and bringing thousands of documents and photographs to the trial (from Wikipedia) <br><br>"}, "start_date": {"year": 1963, "month": 12}, "end_date": {"year": 1964, "month": 2}}, {"text": {"headline": "", "text": "1) Mandela's international fame had emerged during his incarceration in the 1980s, when he became the world's most famous prisoner, a symbol of the anti-apartheid cause, and an icon for millions who embraced the ideal of human equality. (from Wikipedia) <br><br>2) Meredith stated that in becoming a potent symbol of resistance to apartheid during the 1980s, he (Nelson Mandela) had gained mythical status internationally (from Wikipedia) <br><br>"}, "start_date": {"year": 1980}, "end_date": {"year": 1989}}, {"text": {"headline": "", "text": "1) In 1926 Gadla was also sacked for corruption, but Nelson was told that he had lost his job for standing up to the magistrate's unreasonable demands. (from Wikipedia) <br><br>"}, "start_date": {"year": 1926}}, {"text": {"headline": "", "text": "1) Initiating divorce proceedings in May 1956, she claimed that Mandela had physically abused her; he denied the allegations, and fought for custody of their children. (from Wikipedia) <br><br>"}, "start_date": {"year": 1956, "month": 5}}, {"text": {"headline": "", "text": "1) In May 1990, Mandela led a multiracial ANC delegation into preliminary negotiations with a government delegation of 11 Afrikaner men. (from Wikipedia) <br><br>"}, "start_date": {"year": 1990, "month": 5}}, {"text": {"headline": "", "text": "1) In April 1982 Mandela was transferred to Pollsmoor Prison in Tokai, Cape Town along with senior ANC leaders Walter Sisulu, Andrew Mlangeni, Ahmed Kathrada and Raymond Mhlaba; they believed that they were being isolated to remove their influence on younger activists. (from Wikipedia) <br>Matched to WikiData statement: Nelson Mandela place of detention Pollsmoor prison<br>"}, "start_date": {"year": 1982, "month": 4}}, {"text": {"headline": "", "text": "1) Mandela hoped to resolve the long-running dispute between Libya and the US and Britain over bringing to trial the two Libyans, Abdelbaset al-Megrahi and Lamin Khalifah Fhimah, who were indicted in November 1991 and accused of sabotaging Pan Am Flight 103. (from Wikipedia) <br><br>"}, "start_date": {"year": 1991, "month": 11}}, {"text": {"headline": "", "text": "1) Mandela filed for divorce in January 1958 (from Wikipedia) <br><br>"}, "start_date": {"year": 1958, "month": 1}}, {"text": {"headline": "", "text": "1) Mandela opposed the strike because it was multi-racial and not ANC-led, but a majority of black workers took part, resulting in increased police repression and the introduction of the Suppression of Communism Act, 1950, affecting the actions of all protest groups. (from Wikipedia) <br><br>"}, "start_date": {"year": 1950}}, {"text": {"headline": "", "text": "1) biographer David Jones Smith stated that Mandela embraced communism and communists in the late 1950s and early 1960s (from Wikipedia) <br><br>"}, "start_date": {"year": 1950}, "end_date": {"year": 1959}}, {"text": {"headline": "", "text": "1) He is portrayed by Idris Elba in the 2013 film Mandela: Long Walk to Freedom. (from Wikipedia) <br><br>"}, "start_date": {"year": 2013}}, {"text": {"headline": "", "text": "1) He (Mandela) gave his farewell speech on 29 March 1999, after which he retired (from Wikipedia) <br><br>"}, "start_date": {"month": 3, "year": 1999, "day": 29}}, {"text": {"headline": "", "text": "1) Castro visited in 1998, to widespread popular acclaim, and Mandela met Gaddafi in Libya to award him the Order of Good Hope. (from Wikipedia) <br><br>2) Mandela's third wife was Graca Machel, whom he married on his 80th birthday in 1998. (from Wikipedia) <br><br>"}, "start_date": {"year": 1998}}, {"text": {"headline": "", "text": "1) Internationally, he (Mandela) acted as mediator in the Pan Am Flight 103 bombing trial, oversaw military intervention in Lesotho, and served as Secretary General of the Non-Aligned Movement from 1998 to 1999 (from Wikipedia) <br><br>"}, "start_date": {"year": 1998}, "end_date": {"year": 1999}}, {"text": {"headline": "", "text": "1) Mandela took Xuma's place on the ANC national executive in March 1950, and that same year was elected national president of the ANCYL. (from Wikipedia) <br><br>"}, "start_date": {"year": 1950, "month": 3}}, {"text": {"headline": "", "text": "1) CODESA 2 was held in May 1992, in which de Klerk insisted that post-apartheid South Africa must use a federal system with a rotating presidency to ensure the protection of ethnic minorities; Mandela opposed this, demanding a unitary system governed by majority rule. (from Wikipedia) <br><br>"}, "start_date": {"year": 1992, "month": 5}}, {"text": {"headline": "", "text": "1) After a successful medical procedure in early March 2013, his (Mandela) lung infection recurred, and he was briefly hospitalised in Pretoria (from Wikipedia) <br><br>"}, "start_date": {"year": 2013, "month": 3}}, {"text": {"headline": "", "text": "1) In 2002, Mandela inaugurated the Nelson Mandela Annual Lecture, and in 2003 (from Wikipedia) <br><br>2) In 2003, he (Nelson Mandela) spoke out against the plans for the US and UK to launch the War in Iraq, describing it as a tragedy and lambasting US President George W. Bush and UK Prime Minister Tony Blair for undermining the UN, saying All that wants is Iraqi oil (from Wikipedia) <br><br>"}, "start_date": {"year": 2003}}, {"text": {"headline": "", "text": "1) he (Mandela) rose to prominence in the ANC's 1952 anti-apartheid Defiance Campaign (from Wikipedia) <br><br>"}, "start_date": {"year": 1952}}, {"text": {"headline": "", "text": "1) He (Mandela) spent much time trying to unify and build the ANC, appearing at a Johannesburg conference in December attended by 1600 delegates, many of whom found him more moderate than expected (from Wikipedia) <br><br>"}, "start_date": {"year": 1990, "month": 12}}, {"text": {"headline": "", "text": "1) On 5 August 1962, police captured Mandela along with fellow activist Cecil Williams near Howick. (from Wikipedia) <br><br>"}, "start_date": {"month": 8, "year": 1962, "day": 5}}, {"text": {"headline": "", "text": "1) Completing his (Mandela) Junior Certificate in two years, in 1937 he moved to Healdtown, the Methodist college in Fort Beaufort attended by most Thembu royalty, including Justice (from Wikipedia) <br><br>"}, "start_date": {"year": 1937}}, {"text": {"headline": "", "text": "1) When the charter was adopted at a June 1955 conference in Kliptown attended by 3000 delegates (from Wikipedia) <br><br>"}, "start_date": {"year": 1955, "month": 6}}, {"text": {"headline": "", "text": "1) In July 1947, Mandela rushed Lembede, who was ill, to hospital, where he died; he was succeeded as ANCYL president by the more moderate Peter Mda, who agreed to co-operate with communists and non-blacks, appointing Mandela ANCYL secretary. (from Wikipedia) <br><br>"}, "start_date": {"year": 1947, "month": 7}}, {"text": {"headline": "", "text": "1) Becoming increasingly politicised, in August 1943 Mandela marched in support of a successful bus boycott to reverse fare rises. (from Wikipedia) <br><br>"}, "start_date": {"year": 1943, "month": 8}}, {"text": {"headline": "", "text": "1) In 1962, he (Mandela) was arrested, convicted of conspiracy to overthrow the state, and sentenced to life imprisonment in the Rivonia Trial (from Wikipedia) <br><br>"}, "start_date": {"year": 1962}}, {"text": {"headline": "", "text": "1) in 1961 Mandela co-founded Umkhonto we Sizwe with Sisulu and Slovo (from Wikipedia) <br><br>"}, "start_date": {"year": 1961}}, {"text": {"headline": "", "text": "1) Mandela stepped down as ANC President at the party's December 1997 conference. (from Wikipedia) <br><br>"}, "start_date": {"year": 1997, "month": 12}}, {"text": {"headline": "", "text": "1) Mandela proposed that they be tried in a third country, which was agreed to by all parties; governed by Scots law, the trial was held at Camp Zeist in the Netherlands in April 1999, and found one of the two men guilty. (from Wikipedia) <br><br>"}, "start_date": {"year": 1999, "month": 4}}, {"text": {"headline": "", "text": "1) In 2000, the Nelson Mandela Invitational charity golf tournament was founded, hosted by Gary Player. (from Wikipedia) <br><br>2) He (Nelson) gave the closing address at the XIII International AIDS Conference in Durban in 2000 (from Wikipedia) <br><br>"}, "start_date": {"year": 2000}}, {"text": {"headline": "", "text": "1) In September 2013, Mandela was discharged from hospital, although his condition remained unstable. (from Wikipedia) <br><br>"}, "start_date": {"year": 2013, "month": 9}}, {"text": {"headline": "", "text": "1) In July 1993, both Mandela and de Klerk visited the US, independently meeting President Bill Clinton and each receiving the Liberty Medal. (from Wikipedia) <br><br>"}, "start_date": {"year": 1993, "month": 7}}, {"text": {"headline": "", "text": "1) In 1985 Mandela underwent surgery on an enlarged prostate gland, before being given new solitary quarters on the ground floor. (from Wikipedia) <br><br>2) Stevie Wonder dedicated his 1985 Oscar for the song `` I Just Called to Say I Love You'' to Mandela, resulting in his music being banned by the South African Broadcasting Corporation. (from Wikipedia) <br><br>"}, "start_date": {"year": 1985}}, {"text": {"headline": "", "text": "1) Mandela was born on 18 July 1918 in the village of Mvezo in Umtata, then a part of South Africa's Cape Province. (from Wikipedia) <br><br>"}, "start_date": {"month": 7, "year": 1918, "day": 18}}, {"text": {"headline": "", "text": "1) Mandela was more at ease with Mbeki's successor Jacob Zuma, although the Nelson Mandela Foundation were upset when his grandson, Mandla Mandela, flew him out to the Eastern Cape to attend a pro-Zuma rally in the midst of a storm in 2009. (from Wikipedia) <br><br>2) In the 2009 BBC telefilm Mrs Mandela, Mandela was portrayed by David Harewood, and Morgan Freeman portrayed him in Invictus. (from Wikipedia) <br><br>"}, "start_date": {"year": 2009}}, {"text": {"headline": "", "text": "1) In the 1955 Freedom Charter, which Mandela had helped create, it called for the nationalisation of banks, gold mines, and land, believing this necessary to ensure equal distribution of wealth. (from Wikipedia) <br><br>"}, "start_date": {"year": 1955}}, {"text": {"headline": "", "text": "1) Mandela joined negotiations with President F. W. de Klerk to abolish apartheid and establish multiracial elections in 1994, in which he led the ANC to victory and became South Africa's first black president. (from Wikipedia) <br><br>2) In late 1994 he attended the 49th conference of the ANC in Bloemfontein (from Wikipedia) <br><br>3) The Land Restitution Act of 1994 enabled people who (Mandela) had lost their property as a result of the Natives Land Act, 1913 to claim back their land, leading to the settlement of tens of thousands of land claims (from Wikipedia) <br><br>"}, "start_date": {"year": 1994}}, {"text": {"headline": "", "text": "1) Nelson Rolihlahla Mandela was a South African anti-apartheid revolutionary, politician, and philanthropist, who served as President of South Africa from 1994 to 1999. (from Wikipedia) <br>Matched to WikiData statement: Nelson Mandela position held President of South Africa <br>"}, "start_date": {"year": 1994}, "end_date": {"year": 1999}}, {"text": {"headline": "", "text": "1) He was awarded an honorary doctorate in Lesotho, the Jawaharlal Nehru Award for International Understanding in India in 1979 (from Wikipedia) <br>Matched to WikiData statement: Nelson Mandela award received Jawaharlal Nehru Award for International Understanding<br>"}, "start_date": {"year": 1979}}, {"text": {"headline": "", "text": "1) Mandela disagreed with Mda's approach, in December 1947 supporting an unsuccessful measure to expel communists from the ANCYL, considering their ideology un-African. (from Wikipedia) <br><br>"}, "start_date": {"year": 1947, "month": 12}}, {"text": {"headline": "", "text": "1) Following the fall of the Berlin Wall in November 1989, de Klerk called his cabinet together to debate legalising the ANC and freeing Mandela. (from Wikipedia) <br><br>"}, "start_date": {"year": 1989, "month": 11}}, {"text": {"headline": "", "text": "1) His (Nelson Mandela) first marriage was to Evelyn Ntoko Mase in October 1944 (from Wikipedia) <br><br>"}, "start_date": {"year": 1944, "month": 10}}, {"text": {"headline": "", "text": "1) Renewed international interest in his (Mandela) plight came in July 1978, when he celebrated his 60th birthday (from Wikipedia) <br><br>"}, "start_date": {"year": 1978, "month": 7}}, {"text": {"headline": "", "text": "1) In January 1995, Mandela heavily chastised him for awarding amnesty to 3,500 police just before the election, and later criticised him for defending former Minister of Defence Magnus Malan when the latter was charged with murder. (from Wikipedia) <br><br>"}, "start_date": {"year": 1995, "month": 1}}, {"text": {"headline": "", "text": "1) Mandela also received criticism for failing to sufficiently combat crime, with South Africa having one of the world's highest crime rates; this was a key reason cited for the emigration of skilled whites in the late 1990s. (from Wikipedia) <br><br>"}, "start_date": {"year": 1990}, "end_date": {"year": 1999}}, {"text": {"headline": "", "text": "1) On 23 June 2013, Zuma announced that Mandela's condition had become `` critical''. (from Wikipedia) <br><br>"}, "start_date": {"month": 6, "year": 2013, "day": 23}}, {"text": {"headline": "", "text": "1) they fled to Johannesburg via Queenstown, arriving in April 1941 (from Wikipedia) <br><br>"}, "start_date": {"year": 1941, "month": 4}}, {"text": {"headline": "", "text": "1) Coetsee organised negotiations between Mandela and a team of four government figures starting in May 1988; the team agreed to the release of political prisoners and the legalisation of the ANC on the condition that they permanently renounce violence, break links with the Communist Party and not insist on majority rule. (from Wikipedia) <br><br>"}, "start_date": {"year": 1988, "month": 5}}, {"text": {"headline": "", "text": "1) After suffering from a prolonged respiratory infection, Mandela died on 5 December 2013 at the age of 95. (from Wikipedia) <br><br>"}, "start_date": {"month": 12, "year": 2013, "day": 5}}, {"text": {"headline": "", "text": "1) Inspired by the region's economic boom, Mandela sought greater economic relations with East Asia, in particular with Malaysia, although this was scuppered by the 1997 Asian financial crisis. (from Wikipedia) <br><br>2) On a 1997 visit to London, he (Nelson Mandela) said that the ruler of South Africa, the de facto ruler, is Thabo Mbeki (from Wikipedia) <br><br>3) The 1997 film Mandela and de Klerk starred Sidney Poitier as Mandela, and Dennis Haysbert played him in Goodbye Bafana. (from Wikipedia) <br><br>"}, "start_date": {"year": 1997}}, {"text": {"headline": "", "text": "1) before legalising all formerly banned political parties on 2 February 1990 (from Wikipedia) <br><br>"}, "start_date": {"month": 2, "year": 1990, "day": 2}}, {"text": {"headline": "", "text": "1) After passing his BA exams in early 1943, Mandela returned to Johannesburg to follow a political path as a lawyer rather than become a privy councillor in Thembuland. (from Wikipedia) <br><br>2) In 1943, Mandela met Anton Lembede, an ANC member affiliated with the Africanist wing of African nationalism, which was virulently opposed to a racially united front against colonialism and imperialism or to an alliance with the communists. (from Wikipedia) <br><br>"}, "start_date": {"year": 1943}}, {"text": {"headline": "", "text": "1) On 25 June Cape Town Archbishop Thabo Makgoba visited Mandela at the hospital and prayed with Graca Machel Mandela `` at this hard time of watching and waiting''. (from Wikipedia) <br><br>"}, "start_date": {"month": 6, "year": 2013, "day": 25}}, {"text": {"headline": "", "text": "1) At a Durban rally on 22 June, Mandela addressed an assembled crowd of 10,000, initiating the campaign protests, for which he was arrested and briefly interned in Marshall Square prison. (from Wikipedia) <br><br>"}, "start_date": {"month": 6, "year": 1952, "day": 22}}], "title": {"text": {"headline": "Nelson Mandela", "text": "A timeline for Nelson Mandela generated with data from WikiData and Wikipedia"}}}